{
	"A \"breach\" is an incident where data is inadvertently exposed in a vulnerable system, usually due to insufficient access controls or security weaknesses in the software. HIBP aggregates breaches and enables people to assess where their personal data has been exposed.": "\"Пробоїна\" в системі безпеки інтернет-ресурсу виникає внаслідок напрямленної атаки зловмисника. Якщо зовмиснику вдалось утворити пробоїну, через неї він встигає витягнути з цього ресурсу певні данні, котрі потім успішно реалізує на теренах \"Темної Мережі\"",
	"APP_NAME": "Захистись!",
	"About": "Про нас",
	"Are user passwords stored in this site?": "Чим мені це загрожує?",
	"Hello world !": "Привіт, світ!",
	"Home": "Домівка",
	"Logged in as": "Зайдено як ",
  "Login": "Увійти/Зареєструватись",
  "Logout": "Вийти",
	"My email was found — does that mean I haven been pwned?": "Якщо мою електронну адресу знайдено, чи значить що мої данні \"витекли\" через \"пробоїну\"?",
	"Version": "",
	"What is a \"breach\" and where has the data come from?": "Що таке \"пробоїна\" і звідки у вас мої данні?",
	"When email addresses from a data breach are loaded into the site, no corresponding passwords are loaded with them. Separately to the pwned address search feature, the Pwned Passwords service allows you to check if an individual password has previously been seen in a data breach. No password is stored next to any personally identifiable data (such as an email address) and every password is SHA-1 hashed (read why SHA-1 was chosen in the Pwned Passwords launch blog post.)": "Коли через \"пробоїну\" зловмиснику вдається заволодіти вашими даними його насправді цікавлять комбінації логіе:пароль. На більшості сайтів логіном є адреса електронної пошти. Знаючи цю комбінацію а також місце звідки вона \"витекла\" можна зробити багато неприємностей: від простого інтернет хуліганства - розповсюджуючи непристойності від вашого імені серед ваших друзів на ресурсі з \"пробоїною\" до більш серйозних - заволодіння номерами ваших кредитних карток, паспортними данними і багато іншого. Ні, ми не зберігаємо ваших паролів. Ми лише інформуємо про інцидент, що трапивася та автоматизуємо швидку зміну паролю його власником.",
	"Yes and we strongly encourage you to register at our service so we help you prevent that in the future": "Саме так. Ми наполегливо рекомендуємо терміново змінити паролі на всіх ресурсах, з котрих \"витекли\" ваші дані та захистити себе надалі. Реєструйтесь на нашому сервісі і вибирайте спосіб захисту своїх даних.",
  "What is happening?":"Що власне відбуваєтсья?",
  "Hackers are hacking websites on daily basis. Sometime huge internet resources, hosting hundreds of millions people accounts get \"breached\". We morning Dark Net for \"breached\" databases and then letting people know about that incidents": "Щоденно в інтернеті відбуваються злами тисяч вебсайтів. Інколи хакерам вдається утворити \"пробоїну\" у великих вебсайтах (як от соціальні мережі), та викрасти данні сотень мільйонів користувачів. Ми регулярно моніторимо \"Темну Мережу\" і у випадку, якщо там з'являється нова викрадена інформація - повідомляємо користувачів, данні котрих \"витекли\""
}
